var store = [{
        "title": "南湖大山 主峰前雲海",
        "excerpt":" ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/blogPage/gallery/Gallery1/"
      },{
        "title": "眺望中央尖山雲瀑",
        "excerpt":" ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/blogPage/gallery/Gallery2/"
      },{
        "title": "南湖中央尖",
        "excerpt":"南湖中央尖– 和平南溪谷源頭 活水源 和平南溪谷 和平南溪 ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/blogPage/gallery/Gallery3/"
      },{
        "title": "北插天山 山毛櫸",
        "excerpt":"南湖中央尖– 和平南溪谷源頭 活水源 和平南溪谷 和平南溪 ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/blogPage/gallery/Gallery4_191109/"
      },{
        "title": "劍龍稜、鋸齒稜接無耳茶壺山",
        "excerpt":"2018年5月27日，這一天破了歷年來的五月最高溫紀錄。太平洋高壓籠罩在台灣上空，真不知道該說天氣很好還是很不好。出來玩總會祈禱遇到大晴天，可是天氣太晴朗也是會把人曬昏頭，尤其是劍龍稜上，。台北測到38.2度的高溫。那我猜我們在劍龍稜跟鋸齒稜上的溫度應該有超過40度。有幾段路都沒有植披，裸露的大岩石直接在大太陽上曝曬，溫度應該都超過50度了，抓在上面還會燙手。貼著滾燙燙的岩壁，頭頂著烈日，差點變成劍龍稜上的石板烤肉。在稜線上陡上前進，我開始思考這種天氣到底是好還是壞。 粗略行程: 三重=&gt;國光客運1802往基隆=&gt;基隆客運791往南雅社區-&gt;南子吝山稜線-&gt;下切半平溪-&gt;上接劍龍鋸齒稜-&gt;無耳茶壺山-&gt;下勸濟堂=&gt;基隆客運1062回忠孝復興。 行程紀錄: 06:50 三重大同路口前搭國光客運1802前往基隆火車站。 07:35 基隆火車站前下車，前往仁祥醫院站搭基隆客運791，我們搭到07:20發的那班車 08:20 南雅南新宮前下車。整裝上廁所 08:34 出發。沿著南新宮的那條小巷子前進，穿過民宅後到達一條產業道路盡頭的停車場。 08:40 停車場旁的登山口，開始攀登。 08:44 水泥橋，過橋後路徑開始變窄，開始陡上前往稜線。 08:57 上稜線，往南子吝山岔路口，取左。 09:05 下切半平溪叉路口。 09:19 半平溪，天氣太熱了，在陰影處休息，了快半小時，09:45再度出發。 過溪後稍微沿下游一點走，可以看到對岸的上攀點。路非常的陡，從這邊開始離開樹林的遮蔽，要開始狂曬猛曬了。 10:00 接上腰繞路，在休息一下補水，這種天氣不補水真的會昏倒。走一小段後離開腰繞路繼續上攀陡坡。 10:20 遇到”往劍龍稜60分鐘”的路牌。 沿途展望越來越好，可見濱海公路跟海岸邊的哩咾的建築物。 10:27 鋸齒狀的岩石，稜線上遇到的第一段鋸齒狀裸岩。感覺這邊溫度開始飆高。不知道是不是過熱了。總覺得腳使不出力氣，舉步維艱。我們大概花了10分鐘才過這片鋸齒狀的岩石。展望很好，可以遠望整段上坡跟大片岩層。心裡很擔心會熱衰竭，開始思考是不是要撤退。 10:54 第二段裸岩區。獲得上天眷顧。由草山方向飄來一片雲。稍稍阻擋了一下烈日。 11:01 翻過第二段裸岩區。 11:09 出現芒草。準備陡上H381m岔路口。可見茶壺山。 11:17 H381m岔路口。從H381m到H555m中間這段路裸岩越來越密集。 11:47 鋸齒狀岩層形成的瘦稜。腳點不明顯暴露感大。過一半後要從稜左翻到稜右。翻過這塊岩石後即到達水管路岔路口。不取續行。 11:56 小段拉繩翻上稜線上的岩石由稜右翻回稜左。 12:13 一處沙土地，稍稍休息吃東西。還是希望太陽可以小一點。可望陰陽海與南雅社區。 12:34 快要到達H555峰，前段有一小段芒草叢生的地方。我耍白痴穿短袖，被芒草割的癢癢的(汗留下去會痛誒= =) 12:41 到達H555峰，被芒草環繞，沒展望。有一棵樹可以遮陽。但沒展望，這地方也沒啥好留戀的。喝點水後就繼續前進。 12:50...","categories": ["post"],
        "tags": [],
        "url": "http://localhost:4000/blogPage/post/JainLong/"
      },{
        "title": "中央山脈北一段 南湖中央尖",
        "excerpt":"Day1 7:30 宜蘭轉運站 國光客運1751 發車10:05 勝光登山口 下車整理裝備10:18 勝光登山口 出發10:55 大水塔11:32 勝光山 三角點 休息至11:4712:15 710林道崩塌地12:29 710林道6.8k登山口 休息午餐順便裝水 12:51 出發13:53 松風嶺 休息至 14:1714:41 多加屯避難小屋路口，看到漂亮的雲海，又開始墮落的看風景 14:51 出發15:57 2575鞍部(木杆鞍部前一個鞍部) 休息兩分鐘 吃點東西17:05 雲稜山屋 C1 松風嶺 710林道 6.8K 登口 松風嶺 多家屯山 蘭陽溪雲海Day2 05:30 雲稜山屋出發。06:28 13.2k山頭 休息至 06:40。07:47 15k展望處，可見南湖大山 南湖西稜 中央尖山。 休息至08:00。08:16 審馬陣山登山口，放下背包，出發單攻審馬陣山。08:18 審馬陣山頂，沒展望，拍幾張照後就下來了。08:26 回到審馬陣登山口，休息至08:51。09:12 通往審馬陣山屋的岔路，因為天氣很好很曬，想說繞去審馬陣山屋裝水。09:14 走沒3分鐘遇到一個大水塘，水質還不錯，直接裝池水，裝完水後折返。09:31...","categories": ["post"],
        "tags": [],
        "url": "http://localhost:4000/blogPage/post/CentrailMountainRidgeN1/"
      },{
        "title": "塔魔巴 魔幻的終極山聖殿",
        "excerpt":"    看到這畫面你說魔幻不魔幻這趟是我第三次爬塔魔巴。第一次是大一的時候來打工幫忙地球物理實驗室來進行重力測量，第二次是今年初來爬的塔魔巴棲松。我會來第三次是剛好學校登山社的學長在揪團，可以跟學長一起爬山的機會真的很難得，學長豐富的野生植物的知識，以及寶貴的登山經驗，每次跟學長們一起爬山都可以學到很多東西。不只是爬上三角點，而是多停下來看看身旁的植物、景色，還可以聽聽以前登山社的傳奇故事。此外，畢業後我也開始深深的愛上中級山，也許是看膩了高山的風景了吧，中級山給我的感覺就是回歸到原始，尤其是桃園宜蘭一帶的中級山，雨量豐沛、中年多霧，霧林帶中所孕育的自然景觀，就屬這一山區最為特別。這已經是我三刷爬塔魔巴了，但我未來一定還會再來多刷幾次XD這趟行程的成員有登山社的學長學姊共10位。我們前一晚就先住在上巴陵，學長們也先放了兩台車在明池停車場，以便明天下山後接駁。前一晚下班後大家陸續先到上巴陵集合，還好今年特別熱，上巴陵的晚上不會到寒冷，微涼而已。 6:34 塔曼山大水塔登山口7:18 杜鵑林區8:17 盜伐地點，有一破案告示牌8:55 塔曼山三角點 新北第一高峰 休息至 09:15。9:42 森林中出現一株楓樹，剛好陽光又透過林間照進來，停留下來拍照。10:39 第一樹牆11:06 第二樹牆11:33 塔曼山至玫瑰西魔山最低鞍部12:25 玫瑰西魔山，擔心時間太晚，在山頂簡單拍個合照即繼續往前，準備下至玫瑰池午餐12:58 玫瑰池岔路口營地，左取下溪谷，前往玫瑰池午餐13:13 抵達玫瑰池，午餐休息至 14:1114:20 回到營地岔路口，左取繼續前往巴博庫魯山，有一點時間壓力了。14:53 H1840 結束從玫瑰池上來的陡上15:21 山老鼠伐木地15:40 大樹牆，一旁有對空十字。16:36 H1960峰17:57 巴伯庫魯山頂，趕在天黑之時登頂此行的最後一顆山頭，新北、桃園、宜蘭的交界。此時人員已開始出現一些狀況，我們在山頂停留等大家都集合好後拍一張很像邪教儀式的合照，隨即下山。 最後一段下山的路基本上就是陡下，沒什麼地形，不過隊上有人員狀況，所以大約維持一小時海拔下降100公尺的速度23:35明池停車場。      忽逢杜鵑林，夾岸數百步，中無雜樹     塔曼山三角點    Oh my jesus! 這叫廷德爾效應...    大水塔登山口到塔曼山之間的路跡明顯路況良好，大概是可以郊遊的路線。但從塔曼山到巴博庫魯山之間的稜線就比較原始了。雖然說比較原始，但其實路況也還不錯，但就是有幾處倒木，泥巴也比較多，幾處箭竹比較茂密，絕對會沾滿褲子的泥巴。雖然路跡沒有塔曼山之前的清楚了，但近年來多了很多路條，不至於迷路。(七年前來過一次，沒什麼路條，光找路就不知道花掉多少時間了QQ)。     學長說塔摩巴稜線是中級山聖殿，他們以前還在學校念書的時候就想來爬了，多年之後總算踏上了這條稜線。這條稜線真的很美，應該可以說是很魔幻吧，很像是宮崎駿在1997年的一部動畫《魔法公主》中的場景，《魔法公主》的場景取自於日本屋久島，位於大約北緯30度左右，多山，平均海拔1000公尺，也是日本降雨量最高的地方之一，因此有著長滿苔蘚的森林。在台灣，雖然比較南方，但塔魔巴稜線高度位在1600到2000公尺之間，屬於霧林帶。地理上位在桃園與宜蘭的縣界。來自蘭陽平原的水氣從東邊不停的灌入這片山區之中，全年累積下來也有著驚人的降雨量。在塔魔巴稜線這片霧林之中，就像屋久島的魔法森林裡有的守護神–繩紋衫，我們的塔魔巴霧也有著千年的守護神–台灣紅檜。高大的檜木拔地而起，貫穿森林，指向天空。樹木上、石頭上，長滿潮到出水的苔蘚與地衣。現在好像只差坐在樹上的白色小精靈跟魔法公主本人了XD。     看到這告示大快人心每次爬山的時候看到巨大的神木，都會肅然起敬，想想這棵樹的歲數，腦海中推算一下歷史的時間軸。恩，一千年的檜木，他剛長出來的時候M1蟹狀星雲才剛爆炸。兩千年的檜木，他冒出芽的時候，秦始皇還在打天下呢! 三千年前的檜木…好，我不知道三千年前有什麼XD。 不過有時也會看到令人心碎的景象，巨大的檜木還是不敵帶著電鋸的人，被山老鼠大卸八塊後倒在路旁，每當看到這些景象，但又無能為力，心裡總是憤恨不平，只能在暗自咒罵這些敢動神木的人ㄐㄐ爛掉。     玫瑰西魔山至巴博庫魯山之間的山毛櫸    玫瑰西魔山至巴博庫魯山之間的山毛櫸    楓樹        第一倒木樹牆        玫瑰西魔山    沒有玫瑰的玫瑰池        翻越重重障礙之好多倒木    四腳站立的樹，跑起來跑起來    夕陽準備西下，我們一行人還在山中        夕陽西下前的最後一道光            夜遊巴博庫魯!! 很像某種邪教儀式XD 時間是下午約六點","categories": ["post"],
        "tags": [],
        "url": "http://localhost:4000/blogPage/post/TaMoBa/"
      },{
        "title": "北插天山 觀賞山毛櫸之旅",
        "excerpt":"十一月初的秋天，正值山毛櫸轉黃的時節。雖然今年的天氣偏熱，很少有一夜轉涼的天氣變化，今年山毛櫸的黃葉率沒有預期的高。但前兩週去過北得拉曼、內鳥嘴山附近晃晃，還是有看到幾棵全黃的山毛櫸。於是這次想來北台灣山毛櫸數量最多的北插天山看看。這一隊很有趣，大學登山社揪一揪，揪到的人級數都沒有重複，從100級到108級，根本就是北插天山家聚XD。這次抱持著來賞山毛櫸的心情來的，沒在做紀錄，以下只放照片。我們大約八點半從小烏來出發，通過木屋遺址後開始陡上。很前我爬北插天山都是從東眼山過來，對北插天山的印象就是路途遙遠。這是我第一次從小烏來上，原來從小烏來上來這麼快。通過木屋約一小時後，第一顆山毛櫸出現了，黃葉率接近百分之百，趕快開啟相機            後來我發現我錯了，我低估了今年山毛櫸的”花況”。越往上走山毛櫸越多，而且每一棵黃葉率都接近100%。稜線的兩側都是山毛櫸。                     今天在山下的時候天氣很好，十分的晴朗，但是一接近北插天山山頂附近，先是起了濃霧，接著濕氣重到枝頭上的露水都凝結成水滴滴下來了。滿地的泥濘弄髒了褲子跟雨鞋，很多需要手腳並用的地形爬過去，全身都是泥巴，我們下山後的人一定很納悶，天氣這麼好怎麼會搞得滿身泥巴XD                                           下山途中經過一個點剛好霧氣散開，可以看見台北              通過展望點後回望，看見整條稜線的霧氣暫時散掉，整片山坡上滿滿的山毛櫸，鏡頭拉近來看，有幾位剛剛通過我們正要上山的山友通過這片山毛櫸樹林。             今天的天氣可以說是忽晴忽雨的，但感覺山毛櫸好像就愛這種天氣。山毛櫸分佈於桃園、新竹、宜蘭一帶的中級山區，通常找在海拔1500公尺以上的稜線上，好像濕冷的環境就可以看見山毛櫸的蹤跡。台灣的山毛櫸算是冰河孑遺生物，又稱台灣水青岡、早田山毛櫸，跟歐洲的山毛櫸算是表兄弟。今天下山的路還很漫長，很多坡要下，褲子衣服就給他髒吧XD                           ","categories": ["post"],
        "tags": [],
        "url": "http://localhost:4000/blogPage/post/BaiChia/"
      },{
        "title": "霞喀羅 佐藤警官駐在所 出霞山",
        "excerpt":"佐藤警官駐在所大門前一個月爬完霞山與油羅山O行縱走後，又打開了地圖看看新竹縣的山區還有哪些路可爬，看了一下霞山到霞喀羅古道之間的稜線好像可以走，雖然查了一下紀錄，這一段路沒什麼人在走，但從記錄上看起來好像也不難走，因此想要來開一隊”霞霞”連走XD 同時，多年前有查過從霞喀羅經佐藤山上檜山接大鹿林道的路線，也將探訪日治時代在新竹山區最大的”佐藤駐在所”排入計畫內多年，如今終於實現了。身為新竹人，竟然沒爬過霞喀羅古道實在說不過去，這次我們走一條很奇耙的路線，從石鹿登山口登霞喀羅大山後續行前往佐藤拜訪佐藤警官駐在所，雖然我們一度考慮走白石古道或是出檜山，但又怕自身能力不足以應付過多的崩塌地形，加上大家都在上班了，對自己的體力也不太有學生時代時的那種把握了!因此我們安排原路回到霞喀羅古道後再從古道4.5k處轉接霞山，經錦屏山、石麻達、屯野生台山，從屯野生台大水塔登山口下山。 日治時代的陶製碗盤佐藤警官駐在所是根本古道上規模最大的駐在所，總共有兩層，原本根本古道上的大門下方還有早期的山葵園。佐藤駐在所遺址疑留下了大量的酒瓶、一部分的電線礙子、陶瓷彩繪碗盤等…。以前聽登山社的學長姐提到佐藤警官駐在所，都是利用”大量的”、”隨手可撿的”等形容詞來描述散落的遺留物，可是這次來到現場看，除了大量地酒瓶以外，有彩繪的陶瓷碗盤跟酒杯的數量非常稀少，而且沒完整的，大多是碎片。可能完整的瓷器都被撿光了吧QQ Day0 2019.12.19(四) 20:20 從新竹高鐵站出發23:00 石鹿登山口 C0 Day1 2019.12.20(五) 06:00 準時從石鹿登山口出發06:36 田村台07:12 崩地上方，可見對面號稱”新竹天際線”的稜線，山腰上的部落推測是白蘭部落。07:34 霞喀羅大山登山口，陡上08:13 霞喀羅大山頂，有頭前溪水源碑、森林三角點。微冷，拍了幾張照片後就繼續往前行。原本預期從霞喀羅大山往佐藤山的路會非常難走，我們看到的記錄大概就是很崩潰的遊箭竹海，不然就是要找路，很多紀錄大概都是走個五、六個小時。為了對付箭竹海，有人把以前實驗課用的護目鏡帶來XD。08:49 H2208三叉峰09:14 H2114最低鞍部09:51 一處寬稜，可紮營但沒水。我們行前規劃的時候害怕這段路不好走會卡太多時間，但又沒有查到相關可以迫降的地點。不過這次走下來有看到這段稜線中有三處還滿適合紮營的，此處座標為 lat=”24.546788” lon=”121.200038” elev=”2174” =&gt; from GPS 10:21 H2310 佐藤山前最後一顆無名山頭10:44 佐藤山前鞍 營地 lat=\"24.546788\" lon=\"121.200038\"11:07 sato 佐藤山 H2332 三等三角點。比預期的還有早到很多，沿線的路況沒有想像中糟糕，有幾段還是有很茂密的箭竹，但只有一小段。不過沿線要翻過很多假山頭，上上下下的確實有一點累。雖然說路況沒有很糟，但相較於霞喀羅古道，這段路確實不好走，想要來佐藤山還是要做些功課才行。我們到佐藤山後有些許陽光，沒有霞喀羅大山頂冷，在這邊大休同時午餐。 12:14 繼續出發，準備前往佐藤警官駐在所。12:22 轉向左側下切溪谷，下切路很陡，但就不要懷疑往下切就對了。下切路沿線很多路條，跟著路條走就好。12:59 但下切不要切過頭。遇到酒瓶，看來已經接近駐在所了。13:02 看到駐在所駁坎，到佐藤駐在所了，C1。我們跟著路條下切下來，遇到的駐在所駁坎是上層的最右端(從大門口看過來的話)的邊角。 Day2 2019.12.21(六) 06:56 出發回程07:40 回到下切點鞍部08:07 佐藤山 休息至 08:43...","categories": ["post"],
        "tags": [],
        "url": "http://localhost:4000/blogPage/post/Shakolo_Sato/"
      }]
