var store = [{
        "title": "南湖大山 主峰前雲海",
        "excerpt":"十一月初的秋天，正值山毛櫸轉黃的時節。雖然今年的天氣偏熱，很少有一夜轉涼的天氣變化，今年山毛櫸的黃葉率沒有預期的高。但前兩週去過北得拉曼、內鳥嘴山附近晃晃，還是有看到幾棵全黃的山毛櫸。於是這次想來北台灣山毛櫸數量最多的北插天山看看。這一隊很有趣，大學登山社揪一揪，揪到的人級數都沒有重複，從100級到108級，根本就是北插天山家聚XD。  這次抱持著來賞山毛櫸的心情來的，沒在做紀錄，以下只放照片。  我們大約八點半從小烏來出發，通過木屋遺址後開始陡上。很前我爬北插天山都是從東眼山過來，對北插天山的印象就是路途遙遠。這是我第一次從小烏來上，原來從小烏來上來這麼快。通過木屋約一小時後，第一顆山毛櫸出現了，黃葉率接近百分之百，趕快開啟相機                         後來我發現我錯了，我低估了今年山毛櫸的”花況”。越往上走山毛櫸越多，而且每一棵黃葉率都接近100%。稜線的兩側都是山毛櫸。                                         今天在山下的時候天氣很好，十分的晴朗，但是一接近北插天山山頂附近，先是起了濃霧，接著濕氣重到枝頭上的露水都凝結成水滴滴下來了。滿地的泥濘弄髒了褲子跟雨鞋，很多需要手腳並用的地形爬過去，全身都是泥巴，我們下山後的人一定很納悶，天氣這麼好怎麼會搞得滿身泥巴XD                                                                                     下山途中經過一個點剛好霧氣散開，可以看見台北                               通過展望點後回望，看見整條稜線的霧氣暫時散掉，整片山坡上滿滿的山毛櫸，鏡頭拉近來看，有幾位剛剛通過我們正要上山的山友通過這片山毛櫸樹林。                            今天的天氣可以說是忽晴忽雨的，但感覺山毛櫸好像就愛這種天氣。山毛櫸分佈於桃園、新竹、宜蘭一帶的中級山區，通常找在海拔1500公尺以上的稜線上，好像濕冷的環境就可以看見山毛櫸的蹤跡。台灣的山毛櫸算是冰河孑遺生物，又稱台灣水青岡、早田山毛櫸，跟歐洲的山毛櫸算是表兄弟。  今天下山的路還很漫長，很多坡要下，褲子衣服就給他髒吧XD                                                    ","categories": ["post"],
        "tags": ["高山"],
        "url": "http://localhost:4000/post/BaiChia/",
        "teaser":null},{
        "title": "南湖大山 主峰前雲海",
        "excerpt":"(南湖大山) Mt.Nanhu is the one of famous peak in the northen Taiwan. With elevation of 3,742 meters, she is the 5th highest mountain in Taiwan. The topogrophy reveal the history, the glacier did exist here. Located at the Central Mountain Ridge, the longest mountain ridge in Taiwan. On the top...","categories": [],
        "tags": ["高山","Taiwan100peaks"],
        "url": "http://localhost:4000/gallery/Gallery1",
        "teaser":null},{
        "title": "眺望中央尖山雲瀑",
        "excerpt":"   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gallery/Gallery2",
        "teaser":null},{
        "title": "南湖中央尖",
        "excerpt":" 南湖中央尖– 和平南溪谷源頭 活水源   和平南溪谷   和平南溪   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gallery/Gallery3",
        "teaser":null},{
        "title": "北插天山 山毛櫸",
        "excerpt":" 南湖中央尖– 和平南溪谷源頭 活水源      和平南溪谷   和平南溪   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/gallery/Gallery4_191109",
        "teaser":null},{
        "title": "馬比杉山",
        "excerpt":"馬比杉山，三等三角點，為台灣最東的一座百岳。從和平南溪叉路口來到這裡約一個小時，回程也約一個小時。途中下到最低鞍部3030公尺，從和平南溪叉路口到馬比杉山來回時間都差不多。                                                                        馬比杉山三角點並不是最高點，真正的最高點是在北側的山頭上。不過這一整片草原十分和緩，不管站在那邊景色都是一極棒的，我已經不是很在乎到底哪邊才是最高點了。    由南湖大山東南峰，準備下降至和平南溪叉路口。   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mountainGallery/mountain100peakGallery/Mabi/",
        "teaser":"https://1.bp.blogspot.com/-h6uu8Kr4xno/XcK8M1YMAjI/AAAAAAAA5g4/nSsU28w2E8QihzYEb_8KRXCxQCq68iVYACLcBGAsYHQ/s1600/_MG_2882.JPG"},{
        "title": "南湖大山東峰",
        "excerpt":"南湖中央尖行程的第三天，一早從山屋出發前往南湖大山東峰，通過上圈谷並翻越稜線後，迎接我們的是中央山脈東面的一片雲海。                                                                        朝著太陽的方向走去吧，今天的路途還很遙遠QQ      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mountainGallery/mountain100peakGallery/NanhuEastPeak/",
        "teaser":"https://1.bp.blogspot.com/-o2UxVovgXUo/XcK5gGnDzhI/AAAAAAAA5c0/y7DUPxt0qwQMgSGes2j3jwgJQFcXF0VdgCLcBGAsYHQ/s1600/_MG_2752.JPG"},{
        "title": "南湖大山東南峰",
        "excerpt":"南湖中央尖行程的第三天，一早從山屋出發前往南湖大山東峰，通過上圈谷並翻越稜線後，迎接我們的是中央山脈東面的一片雲海。                                                                        南湖大山東南峰前，由南側往下看，可以看見和平南溪谷往十洞獵寮的岔路，以及一個大池塘。      前往南湖大山東南峰，沿途都是巨大亂石堆。      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mountainGallery/mountain100peakGallery/NanhuEastSouthPeak/",
        "teaser":"https://1.bp.blogspot.com/-Oeu3Ax_Vz_A/XcK7Uy2s2BI/AAAAAAAA5fw/GKWbUTg76J427MHpk0q2sO6_2j1AxT-hwCLcBGAsYHQ/s1600/_MG_2851.JPG"},{
        "title": "南湖大山",
        "excerpt":"十月初的早晨，登頂素有帝王之山稱號的南湖大山，也算是完成了我從大學加入登山社以來的心願了。尤其在這秋高氣爽的天氣下，登上中央山脈北一段的最高峰，還有雲海相伴，先前四天揹著20多公斤重的背包，一步一步走上來的辛勞，在這一刻都值得了。                                                                                          ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mountainGallery/mountain100peakGallery/NanhuMainPeak/",
        "teaser":"https://1.bp.blogspot.com/-Y3sRZUpWD_Q/XfD_Ir9j_tI/AAAAAAAA6JA/MfVnJC_mZpA2DsBB01qZaSjU0O5KauXSACLcBGAsYHQ/s1600/_MG_2965.JPG"},{
        "title": "南湖北山",
        "excerpt":"南湖北山為中央山脈主稜上由北數來的第一座百岳，這裡也是三條河流的源頭，分別為宜蘭的蘭陽溪、台中的大甲溪、以及花蓮的和平溪。想想也真是神奇，落在這邊的雨水可能只有幾公尺之差，在這個地方將會分道揚鑣，分別流進台中港跟花蓮海岸線。                                                                                        我們北一段O型縱走的行程，將從此處開始登上中央山脈主稜。     ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mountainGallery/mountain100peakGallery/NanhuNorthMountain/",
        "teaser":"https://1.bp.blogspot.com/-KA8MlOensi0/XcB6T0IapUI/AAAAAAAA5ZE/DymurgIUENkRQxd284R5MuV9ieNdbXx8QCLcBGAsYHQ/s1600/_MG_2502.JPG"},{
        "title": "陶塞峰",
        "excerpt":"踏上南湖大山東峰向東延伸出來的這條稜線，走向花蓮縣境內，跟在圈谷內的景色很不一樣，兩旁是廣大海拔較低的中級山域，相較之下這條稜線好像跟天一樣高，尤其是站在陶塞峰這塊奇岩上，真的很有”小天下”的感覺，能站在這裡放空大腦還真幸福。                                                                        陶塞峰的西面是接近垂直的岩壁，要攀登陶賽峰需要先腰繞過去到他的東側，相較於他的東面，陶塞峰的西側是一大片緩和的岩版，說緩和是跟他的西側相比，但其實爬起來也是很累的。      ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/mountainGallery/mountain100peakGallery/Toa/",
        "teaser":"https://1.bp.blogspot.com/-dOumIxB6d3I/XcK6NWyjOeI/AAAAAAAA5eI/w7i6fwW09N4YgrjssZLKSjH05aEWpwLVgCLcBGAsYHQ/s1600/_MG_2804.JPG"},{
        "title": "中央山脈北一段 南湖中央尖",
        "excerpt":"Day1 7:30 宜蘭轉運站 國光客運1751 發車 10:05 勝光登山口 下車整理裝備 10:18 勝光登山口 出發 10:55 大水塔 11:32 勝光山 三角點 休息至11:47 12:15 710林道崩塌地 12:29 710林道6.8k登山口 休息午餐順便裝水 12:51 出發 13:53 松風嶺 休息至 14:17 14:41 多加屯避難小屋路口，看到漂亮的雲海，又開始墮落的看風景 14:51 出發 15:57 2575鞍部(木杆鞍部前一個鞍部) 休息兩分鐘 吃點東西 17:05 雲稜山屋 C1 松風嶺 710林道 6.8K 登口 松風嶺 多家屯山 蘭陽溪雲海 Day2 05:30 雲稜山屋出發。 06:28...","categories": ["mountaineeringPhoto"],
        "tags": [],
        "url": "http://localhost:4000/mountaineeringphoto/CentrailMountainRidgeN1/",
        "teaser":null},{
        "title": "霞喀羅-佐藤警官駐在所 出霞山 行程紀錄",
        "excerpt":"佐藤警官駐在所大門 前一個月爬完霞山與油羅山O行縱走後，又打開了地圖看看新竹縣的山區還有哪些路可爬，看了一下霞山到霞喀羅古道之間的稜線好像可以走，雖然查了一下紀錄，這一段路沒什麼人在走，但從記錄上看起來好像也不難走，因此想要來開一隊”霞霞”連走XD 同時，多年前有查過從霞喀羅經佐藤山上檜山接大鹿林道的路線，也將探訪日治時代在新竹山區最大的”佐藤駐在所”排入計畫內多年，如今終於實現了。身為新竹人，竟然沒爬過霞喀羅古道實在說不過去，這次我們走一條很奇耙的路線，從石鹿登山口登霞喀羅大山後續行前往佐藤拜訪佐藤警官駐在所，雖然我們一度考慮走白石古道或是出檜山，但又怕自身能力不足以應付過多的崩塌地形，加上大家都在上班了，對自己的體力也不太有學生時代時的那種把握了!因此我們安排原路回到霞喀羅古道後再從古道4.5k處轉接霞山，經錦屏山、石麻達、屯野生台山，從屯野生台大水塔登山口下山。 日治時代的陶製碗盤 佐藤警官駐在所是根本古道上規模最大的駐在所，總共有兩層，原本根本古道上的大門下方還有早期的山葵園。佐藤駐在所遺址疑留下了大量的酒瓶、一部分的電線礙子、陶瓷彩繪碗盤等…。以前聽登山社的學長姐提到佐藤警官駐在所，都是利用”大量的”、”隨手可撿的”等形容詞來描述散落的遺留物，可是這次來到現場看，除了大量地酒瓶以外，有彩繪的陶瓷碗盤跟酒杯的數量非常稀少，而且沒完整的，大多是碎片。可能完整的瓷器都被撿光了吧QQ Day0 2019.12.19(四) 20:20 從新竹高鐵站出發 23:00 石鹿登山口 C0 Day1 2019.12.20(五) 06:00 準時從石鹿登山口出發 06:36 田村台 07:12 崩地上方，可見對面號稱”新竹天際線”的稜線，山腰上的部落推測是白蘭部落。 07:34 霞喀羅大山登山口，陡上 08:13 霞喀羅大山頂，有頭前溪水源碑、森林三角點。微冷，拍了幾張照片後就繼續往前行。 原本預期從霞喀羅大山往佐藤山的路會非常難走，我們看到的記錄大概就是很崩潰的遊箭竹海，不然就是要找路，很多紀錄大概都是走個五、六個小時。為了對付箭竹海，有人把以前實驗課用的護目鏡帶來XD。 08:49 H2208三叉峰 09:14 H2114最低鞍部 09:51 一處寬稜，可紮營但沒水。我們行前規劃的時候害怕這段路不好走會卡太多時間，但又沒有查到相關可以迫降的地點。不過這次走下來有看到這段稜線中有三處還滿適合紮營的，此處座標為 lat=”24.546788” lon=”121.200038” elev=”2174” =&gt; from GPS 10:21 H2310 佐藤山前最後一顆無名山頭 10:44 佐藤山前鞍 營地 lat=\"24.546788\" lon=\"121.200038\" 11:07 sato 佐藤山 H2332 三等三角點。比預期的還有早到很多，沿線的路況沒有想像中糟糕，有幾段還是有很茂密的箭竹，但只有一小段。不過沿線要翻過很多假山頭，上上下下的確實有一點累。雖然說路況沒有很糟，但相較於霞喀羅古道，這段路確實不好走，想要來佐藤山還是要做些功課才行。我們到佐藤山後有些許陽光，沒有霞喀羅大山頂冷，在這邊大休同時午餐。...","categories": ["mountaineeringNote"],
        "tags": ["中級山 - 新竹"],
        "url": "http://localhost:4000/mountaineeringnote/Shakolo_Sato_Note/",
        "teaser":null},{
        "title": "塔魔巴 魔幻的終極山聖殿",
        "excerpt":"看到這畫面你說魔幻不魔幻 這趟是我第三次爬塔魔巴。第一次是大一的時候來打工幫忙地球物理實驗室來進行重力測量，第二次是今年初來爬的塔魔巴棲松。我會來第三次是剛好學校登山社的學長在揪團，可以跟學長一起爬山的機會真的很難得，學長豐富的野生植物的知識，以及寶貴的登山經驗，每次跟學長們一起爬山都可以學到很多東西。不只是爬上三角點，而是多停下來看看身旁的植物、景色，還可以聽聽以前登山社的傳奇故事。 此外，畢業後我也開始深深的愛上中級山，也許是看膩了高山的風景了吧，中級山給我的感覺就是回歸到原始，尤其是桃園宜蘭一帶的中級山，雨量豐沛、中年多霧，霧林帶中所孕育的自然景觀，就屬這一山區最為特別。這已經是我三刷爬塔魔巴了，但我未來一定還會再來多刷幾次XD 這趟行程的成員有登山社的學長學姊共10位。我們前一晚就先住在上巴陵，學長們也先放了兩台車在明池停車場，以便明天下山後接駁。前一晚下班後大家陸續先到上巴陵集合，還好今年特別熱，上巴陵的晚上不會到寒冷，微涼而已。 6:34 塔曼山大水塔登山口 7:18 杜鵑林區 8:17 盜伐地點，有一破案告示牌 8:55 塔曼山三角點 新北第一高峰 休息至 09:15。 9:42 森林中出現一株楓樹，剛好陽光又透過林間照進來，停留下來拍照。 10:39 第一樹牆 11:06 第二樹牆 11:33 塔曼山至玫瑰西魔山最低鞍部 12:25 玫瑰西魔山，擔心時間太晚，在山頂簡單拍個合照即繼續往前，準備下至玫瑰池午餐 12:58 玫瑰池岔路口營地，左取下溪谷，前往玫瑰池午餐 13:13 抵達玫瑰池，午餐休息至 14:11 14:20 回到營地岔路口，左取繼續前往巴博庫魯山，有一點時間壓力了。 14:53 H1840 結束從玫瑰池上來的陡上 15:21 山老鼠伐木地 15:40 大樹牆，一旁有對空十字。 16:36 H1960峰 17:57 巴伯庫魯山頂，趕在天黑之時登頂此行的最後一顆山頭，新北、桃園、宜蘭的交界。 此時人員已開始出現一些狀況，我們在山頂停留等大家都集合好後拍一張很像邪教儀式的合照，隨即下山。 最後一段下山的路基本上就是陡下，沒什麼地形，不過隊上有人員狀況，所以大約維持一小時海拔下降100公尺的速度 23:35明池停車場。 忽逢杜鵑林，夾岸數百步，中無雜樹 塔曼山三角點 Oh my...","categories": ["mountaineeringPhoto"],
        "tags": ["中級山 - 桃園"],
        "url": "http://localhost:4000/mountaineeringphoto/TaMoBa/",
        "teaser":null},{
        "title": "北插天山 觀賞山毛櫸之旅",
        "excerpt":"十一月初的秋天，正值山毛櫸轉黃的時節。雖然今年的天氣偏熱，很少有一夜轉涼的天氣變化，今年山毛櫸的黃葉率沒有預期的高。但前兩週去過北得拉曼、內鳥嘴山附近晃晃，還是有看到幾棵全黃的山毛櫸。於是這次想來北台灣山毛櫸數量最多的北插天山看看。這一隊很有趣，大學登山社揪一揪，揪到的人級數都沒有重複，從100級到108級，根本就是北插天山家聚XD。  這次抱持著來賞山毛櫸的心情來的，沒在做紀錄，以下只放照片。  我們大約八點半從小烏來出發，通過木屋遺址後開始陡上。很前我爬北插天山都是從東眼山過來，對北插天山的印象就是路途遙遠。這是我第一次從小烏來上，原來從小烏來上來這麼快。通過木屋約一小時後，第一顆山毛櫸出現了，黃葉率接近百分之百，趕快開啟相機                         後來我發現我錯了，我低估了今年山毛櫸的”花況”。越往上走山毛櫸越多，而且每一棵黃葉率都接近100%。稜線的兩側都是山毛櫸。                                         今天在山下的時候天氣很好，十分的晴朗，但是一接近北插天山山頂附近，先是起了濃霧，接著濕氣重到枝頭上的露水都凝結成水滴滴下來了。滿地的泥濘弄髒了褲子跟雨鞋，很多需要手腳並用的地形爬過去，全身都是泥巴，我們下山後的人一定很納悶，天氣這麼好怎麼會搞得滿身泥巴XD                                                                                     下山途中經過一個點剛好霧氣散開，可以看見台北                               通過展望點後回望，看見整條稜線的霧氣暫時散掉，整片山坡上滿滿的山毛櫸，鏡頭拉近來看，有幾位剛剛通過我們正要上山的山友通過這片山毛櫸樹林。                            今天的天氣可以說是忽晴忽雨的，但感覺山毛櫸好像就愛這種天氣。山毛櫸分佈於桃園、新竹、宜蘭一帶的中級山區，通常找在海拔1500公尺以上的稜線上，好像濕冷的環境就可以看見山毛櫸的蹤跡。台灣的山毛櫸算是冰河孑遺生物，又稱台灣水青岡、早田山毛櫸，跟歐洲的山毛櫸算是表兄弟。  今天下山的路還很漫長，很多坡要下，褲子衣服就給他髒吧XD                                                    ","categories": ["mountaineeringPhoto"],
        "tags": ["中級山 - 桃園"],
        "url": "http://localhost:4000/mountaineeringphoto/BaiChia/",
        "teaser":null},{
        "title": "霞喀羅縱走 前篇 探訪佐藤警官駐在所 圖文",
        "excerpt":"      佐藤警官駐在所大門  前一個月爬完霞山與油羅山O行縱走後，又打開了地圖看看新竹縣的山區還有哪些路可爬，看了一下霞山到霞喀羅古道之間的稜線好像可以走，雖然查了一下紀錄，這一段路沒什麼人在走，但從記錄上看起來好像也不難走，因此想要來開一隊”霞霞”連走XD   同時，多年前有查過從霞喀羅經佐藤山上檜山接大鹿林道的路線，也將探訪日治時代在新竹山區最大的”佐藤駐在所”排入計畫內多年，如今終於實現了。身為新竹人，竟然沒爬過霞喀羅古道實在說不過去，這次我們走一條很奇耙的路線，從石鹿登山口登霞喀羅大山後續行前往佐藤拜訪佐藤警官駐在所，雖然我們一度考慮走白石古道或是出檜山，但又怕自身能力不足以應付過多的崩塌地形，加上大家都在上班了，對自己的體力也不太有學生時代時的那種把握了!因此我們安排原路回到霞喀羅古道後再從古道4.5k處轉接霞山，經錦屏山、石麻達、屯野生台山，從屯野生台大水塔登山口下山。         日治時代的陶製碗盤   佐藤警官駐在所是根本古道上規模最大的駐在所，總共有兩層，原本根本古道上的大門下方還有早期的山葵園。佐藤駐在所遺址疑留下了大量的酒瓶、一部分的電線礙子、陶瓷彩繪碗盤等…。以前聽登山社的學長姐提到佐藤警官駐在所，都是利用”大量的”、”隨手可撿的”等形容詞來描述散落的遺留物，可是這次來到現場看，除了大量地酒瓶以外，有彩繪的陶瓷碗盤跟酒杯的數量非常稀少，而且沒完整的，大多是碎片。可能完整的瓷器都被撿光了吧QQ   完整文字紀錄 後篇圖文   Day1 石鹿登山口-&gt;霞喀羅大山-&gt;佐藤山-&gt;佐藤駐在所 C1          崩壁上方，可見對面的新竹天際線          崩壁上方           霞喀羅大山頂          霞喀羅大山頂           霞喀羅大山頂 頭前溪水源碑           稜線上有幾處箭竹茂密，戴上護目鏡XD           佐藤山頂，還沒中午，比預期的還要早很多           佐藤山下切準備前往駐在所，這裡的箭竹更茂密了          佐藤山下切準備前往駐在所，這裡的箭竹更茂密了           從佐藤山下來遇到第一個鞍部後，向右切下溪溝          從佐藤山下來遇到第一個鞍部後，向右切下溪溝           不要懷疑，一直沿著溪溝切下去就對了    我們很怕下切切過頭，一看到有酒瓶與碎片，就趕緊停下腳步，左右尋找駐在所。後來我們在左手邊發現了一堵駁坎，確認找到駐在所了。我們找到的這堵牆是駐在所上層的右上角(由大門口看過來的話)。          發現酒瓶與礙子，開始停下腳步左右尋找駐在所           發現陶瓷碎片                               礙子              選定好今晚的營地之後，我們下切溪谷去裝今晚要用的水，並尋找傳說中的山葵，看了很多紀錄說道，原本的山葵園已經沒有東西了，這些山葵逃家往溪谷的下游遷徙去了。我們從駐在所大門下去，後探了一下原本的山葵園(或是菜園)，裡面還有中央走道的遺跡，但兩旁已是草木叢生，什麼有沒了。於是我們折返回到原本的根本古道上。右轉可以見一溪溝，沿著溪溝直接往下切。只不過切了約15分鐘後還是沒看到山葵的蹤影，於是我們裝了水後便折返回駐在所了。  駐在所的第一層與第二層中間有一個很陡的坡道連接，這裡以前應該是階梯。第二層左邊對底部有大量的酒瓶還有醬油瓶。墨綠色的瓶子上面有標記YAMASASHOYU(山佐醬油)，下山google後得知這是醬油瓶。咖啡色的瓶子，則有印製”臺灣專商局”一種，還有另一種上印著”KOTOBUKIYA Co.”          佐藤住在所大門右側原本的橋已經不存在了          溪溝下切取水順便尋找山葵未果                                佐藤警官駐在所大門口的兩棵迎賓樹           倒插在土裡的醬油瓶，已經長滿苔蘚變成生態瓶了XD                                                                                                完整文字紀錄 後篇圖文   ","categories": ["mountaineeringPhoto"],
        "tags": ["中級山 - 新竹"],
        "url": "http://localhost:4000/mountaineeringphoto/Shakolo_Sato_Photo_Day1/",
        "teaser":null},{
        "title": "霞喀羅縱走 後篇 霞霞連走 圖文",
        "excerpt":"      佐藤警官駐在所大門  前一個月爬完霞山與油羅山O行縱走後，又打開了地圖看看新竹縣的山區還有哪些路可爬，看了一下霞山到霞喀羅古道之間的稜線好像可以走，雖然查了一下紀錄，這一段路沒什麼人在走，但從記錄上看起來好像也不難走，因此想要來開一隊”霞霞”連走XD   同時，多年前有查過從霞喀羅經佐藤山上檜山接大鹿林道的路線，也將探訪日治時代在新竹山區最大的”佐藤駐在所”排入計畫內多年，如今終於實現了。身為新竹人，竟然沒爬過霞喀羅古道實在說不過去，這次我們走一條很奇耙的路線，從石鹿登山口登霞喀羅大山後續行前往佐藤拜訪佐藤警官駐在所，雖然我們一度考慮走白石古道或是出檜山，但又怕自身能力不足以應付過多的崩塌地形，加上大家都在上班了，對自己的體力也不太有學生時代時的那種把握了!因此我們安排原路回到霞喀羅古道後再從古道4.5k處轉接霞山，經錦屏山、石麻達、屯野生台山，從屯野生台大水塔登山口下山。         日治時代的陶製碗盤   佐藤警官駐在所是根本古道上規模最大的駐在所，總共有兩層，原本根本古道上的大門下方還有早期的山葵園。佐藤駐在所遺址疑留下了大量的酒瓶、一部分的電線礙子、陶瓷彩繪碗盤等…。以前聽登山社的學長姐提到佐藤警官駐在所，都是利用”大量的”、”隨手可撿的”等形容詞來描述散落的遺留物，可是這次來到現場看，除了大量地酒瓶以外，有彩繪的陶瓷碗盤跟酒杯的數量非常稀少，而且沒完整的，大多是碎片。可能完整的瓷器都被撿光了吧QQ   完整文字紀錄 前篇圖文   Day2 佐藤駐在所-&gt;佐藤山-&gt;霞喀羅大山-&gt;霞喀羅古道-&gt;五峰尖石鄉界，轉向霞山稜線-&gt;H2120峰 C2          回程路上發現一處嚴重崩塌的地方，來的時候都沒有注意到。這棵樹的樹根已經有一半裸露在外了                     由佐藤山往回接近霞喀羅大山前的展望點，可見新竹天際線，以及遠方的新竹市           回到霞喀羅古道，吊在步道上方的十字架...           ㄜ...不是，電線桿           不懂為什麼樹上會插滿礙子           霞喀羅古道           往霞山的岔路口，準備轉向向北的稜線，這裡也是五峰鄉跟尖石鄉的鄉界                                         從霞喀羅到霞山之間的路又變得很原始了，這段路應該沒什麼人在走，沿線看到很多伐木遺跡，找滿青苔的樹頭                          Day3 H2120峰-&gt;霞山東南峰、霞山-&gt;錦屏山-&gt;石麻達山-&gt;屯野生台山-&gt;屯野生台大水塔登山口                                         霞山東南峰，森林三角點                     霞山，頭前溪水源碑           霞山，二等三角點           錦屏山頂，無基點。有趣的是旁邊的路條，OO電風扇 XX登山隊，現在的登山路條還可以冠名贊助喔XD。而且還有太管處的巡查路迢來湊熱鬧。                                錦屏山到石麻達之間的稜線，有幾段油杉人造林。忽晴忽雨，稜線左側有時飄來一陣霧，樹梢間的水滴就開始淋在我們身上           石麻達山頂，我很好奇石麻達跟島田山的關係，\"石麻達\"剛好就是\"島田\"的日文漢字發音，有沒有高手可以幫忙解惑           石麻達三等三角點，頭前溪水源碑           海豚石           屯野生台山前的一處駁坎遺址           屯野生台山，三等三角點           屯野生台山頂旁的三棵楓樹           準備下山，看見產業道路與菜園。可見新竹後山的部落    完整文字紀錄 後篇圖文  ","categories": ["mountaineeringPhoto"],
        "tags": ["中級山 - 新竹"],
        "url": "http://localhost:4000/mountaineeringphoto/Shakolo_Sato_Photo_Day2And3/",
        "teaser":null},{
        "title": "劍龍稜、鋸齒稜接無耳茶壺山",
        "excerpt":"2018年5月27日，這一天破了歷年來的五月最高溫紀錄。太平洋高壓籠罩在台灣上空，真不知道該說天氣很好還是很不好。出來玩總會祈禱遇到大晴天，可是天氣太晴朗也是會把人曬昏頭，尤其是劍龍稜上，。台北測到38.2度的高溫。那我猜我們在劍龍稜跟鋸齒稜上的溫度應該有超過40度。有幾段路都沒有植披，裸露的大岩石直接在大太陽上曝曬，溫度應該都超過50度了，抓在上面還會燙手。貼著滾燙燙的岩壁，頭頂著烈日，差點變成劍龍稜上的石板烤肉。在稜線上陡上前進，我開始思考這種天氣到底是好還是壞。 粗略行程: 三重=&gt;國光客運1802往基隆=&gt;基隆客運791往南雅社區-&gt;南子吝山稜線-&gt;下切半平溪-&gt;上接劍龍鋸齒稜-&gt;無耳茶壺山-&gt;下勸濟堂=&gt;基隆客運1062回忠孝復興。 行程紀錄: 06:50 三重大同路口前搭國光客運1802前往基隆火車站。 07:35 基隆火車站前下車，前往仁祥醫院站搭基隆客運791，我們搭到07:20發的那班車 08:20 南雅南新宮前下車。整裝上廁所 08:34 出發。沿著南新宮的那條小巷子前進，穿過民宅後到達一條產業道路盡頭的停車場。 08:40 停車場旁的登山口，開始攀登。 08:44 水泥橋，過橋後路徑開始變窄，開始陡上前往稜線。 08:57 上稜線，往南子吝山岔路口，取左。 09:05 下切半平溪叉路口。 09:19 半平溪，天氣太熱了，在陰影處休息，了快半小時，09:45再度出發。 過溪後稍微沿下游一點走，可以看到對岸的上攀點。路非常的陡，從這邊開始離開樹林的遮蔽，要開始狂曬猛曬了。 10:00 接上腰繞路，在休息一下補水，這種天氣不補水真的會昏倒。走一小段後離開腰繞路繼續上攀陡坡。 10:20 遇到”往劍龍稜60分鐘”的路牌。 沿途展望越來越好，可見濱海公路跟海岸邊的哩咾的建築物。 10:27 鋸齒狀的岩石，稜線上遇到的第一段鋸齒狀裸岩。感覺這邊溫度開始飆高。不知道是不是過熱了。總覺得腳使不出力氣，舉步維艱。我們大概花了10分鐘才過這片鋸齒狀的岩石。展望很好，可以遠望整段上坡跟大片岩層。心裡很擔心會熱衰竭，開始思考是不是要撤退。 10:54 第二段裸岩區。獲得上天眷顧。由草山方向飄來一片雲。稍稍阻擋了一下烈日。 11:01 翻過第二段裸岩區。 11:09 出現芒草。準備陡上H381m岔路口。可見茶壺山。 11:17 H381m岔路口。從H381m到H555m中間這段路裸岩越來越密集。 11:47 鋸齒狀岩層形成的瘦稜。腳點不明顯暴露感大。過一半後要從稜左翻到稜右。翻過這塊岩石後即到達水管路岔路口。不取續行。 11:56 小段拉繩翻上稜線上的岩石由稜右翻回稜左。 12:13 一處沙土地，稍稍休息吃東西。還是希望太陽可以小一點。可望陰陽海與南雅社區。 12:34 快要到達H555峰，前段有一小段芒草叢生的地方。我耍白痴穿短袖，被芒草割的癢癢的(汗留下去會痛誒= =) 12:41 到達H555峰，被芒草環繞，沒展望。有一棵樹可以遮陽。但沒展望，這地方也沒啥好留戀的。喝點水後就繼續前進。 12:50...","categories": ["mountaineeringNote"],
        "tags": ["郊山"],
        "url": "http://localhost:4000/mountaineeringnote/JainLong/",
        "teaser":null}]
